tap "erictli/tap"
tap "felixkratz/formulae"
tap "jorgerojas26/lazysql"
tap "nikitabobko/tap"
tap "run-llama/liteparse"
tap "stripe/stripe-cli"
tap "virtuslab/scala-cli"
brew "bat"
brew "btop"
brew "direnv"
brew "eza"
brew "ffmpeg"
brew "gemini-cli"
brew "handbrake"
brew "httpie"
brew "hurl"
brew "libpq"
brew "livekit-cli"
brew "llmfit"
brew "magic-wormhole"
brew "mise"
brew "mole"
brew "neovim"
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "opencode"
brew "pi-coding-agent"
brew "poppler"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "run-llama/liteparse/llamaindex-liteparse"
brew "stripe/stripe-cli/stripe"
brew "virtuslab/scala-cli/scala-cli"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "dbeaver-community"
cask "discord"
cask "firefox@developer-edition"
cask "font-jetbrains-mono"
cask "font-noto-color-emoji"
cask "freedom"
cask "google-chrome"
cask "http-toolkit"
cask "iina"
cask "kdenlive"
cask "libreoffice"
cask "lulu"
cask "mockoon"
cask "monitorcontrol"
cask "motrix"
cask "mullvad-vpn"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "erictli/tap/scratch"
cask "selfcontrol"
cask "shotcut"
cask "slack"
cask "snipaste"
cask "spotify"
cask "stats"
cask "sweet-home3d"
cask "telegram"
cask "thorium"
cask "transmission"
cask "visual-studio-code"
cask "wezterm"
cask "xnviewmp"
cask "yaak"
cask "zed"
cask "zen"
cask "zettlr"
cask "zoom"
vscode "anweber.vscode-httpyac"
vscode "astro-build.astro-vscode"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "bruceyuhb.hsl-preview"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "docsmsft.docs-yaml"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "humao.rest-client"
vscode "irongeek.vscode-env"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "stackbreak.comment-divider"
vscode "steoates.autoimport"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
uv "branch-reaper"
uv "sqlit-tui"
