tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "nikitabobko/tap"
brew "cocoapods"
brew "direnv"
brew "eza"
brew "httpie"
brew "ios-deploy"
brew "magic-wormhole"
brew "mas"
brew "mise"
brew "neovim"
brew "postgresql@17"
brew "starship"
brew "stow"
brew "tmux"
brew "watchman", args: ["HEAD"]
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "jorgerojas26/lazysql/lazysql"
cask "aerospace"
cask "arc"
cask "balenaetcher"
cask "dbeaver-community"
cask "discord"
cask "electron-fiddle"
cask "firefox@developer-edition"
cask "iina"
cask "lapce"
cask "loom"
cask "miniconda"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "onyx"
cask "postman"
cask "raycast"
cask "reactotron"
cask "selfcontrol"
cask "snipaste"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "xnviewmp"
cask "zed"
vscode "4ops.terraform"
vscode "alexcvzz.vscode-sqlite"
vscode "andys8.jest-snippets"
vscode "bbenoist.nix"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docsmsft.docs-yaml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "heybourn.headwind"
vscode "humao.rest-client"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "sourcegraph.cody-ai"
vscode "stackbreak.comment-divider"
vscode "steoates.autoimport"
vscode "sukumo28.wav-preview"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vkrsi.code-screenshot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
